Repository: EvgenyKarkan/Feeds4U
Catalog: iFeed/App/Localizable.xcstrings
Source language: en
Languages: ar, be, bn, de, es, fil, fr, hi, id, it, ja, ko, pa, pl, pt_br, pt_pt, ru, sq, th, tr, uk, zh_hans

# error.unreadableFeed
source: It's not possible to read this feed. Try again later or check the URL to make sure it's valid.
ar: لا يمكن قراءة هذا التغذية. حاول مرة أخرى في وقت لاحق أو تحقق من عنوان URL للتأكد من صحته.
be: Немагчыма прачытаць гэты фід. Паспрабуйце пазней або праверце URL, каб пераканацца, што ён сапраўдны.
bn: এই ফিড পড়া সম্ভব নয়। পরে আবার চেষ্টা করুন বা URL চেক করুন এটি বৈধ কিনা নিশ্চিত করতে।
de: Es ist nicht möglich, diesen Feed zu lesen. Versuche es später erneut oder überprüfe die URL, um sicherzustellen, dass sie gültig ist.
es: No es posible leer este feed. Inténtalo de nuevo más tarde o verifica la URL para asegurarte de que sea válida.
fil: Hindi mabasa ang feed na ito. Subukang muli mamaya o i-check ang URL para matiyak na tama ito.
fr: Il n'est pas possible de lire ce flux. Réessayez plus tard ou vérifiez l'URL pour vous assurer qu'elle est valide.
hi: इस फ़ीड को पढ़ना संभव नहीं है। बाद में पुन: प्रयास करें या URL की जांच करें ताकि यह सही हो।
id: Tidak mungkin membaca umpan ini. Coba lagi nanti atau periksa URL untuk memastikan itu valid.
it: Non è possibile leggere questo feed. Riprova più tardi o controlla l'URL per assicurarti che sia valido.
ja: このフィードを読み込むことができません。後でもう一度試すか、URLが有効であることを確認してください。
ko: 이 피드를 읽을 수 없습니다. 나중에 다시 시도하거나 URL이 유효한지 확인하세요.
pa: ਇਹ ਫੀਡ ਪੜ੍ਹਨਾ ਸੰਭਵ ਨਹੀਂ ਹੈ। ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ URL ਨੂੰ ਚੈਕ ਕਰੋ ਕਿ ਇਹ ਵੈਧ ਹੈ ਕਿ ਨਹੀਂ।
pl: Nie można odczytać tego kanału. Spróbuj ponownie później lub sprawdź, czy URL jest poprawny.
pt_br: Não é possível ler este feed. Tente novamente mais tarde ou verifique a URL para garantir que seja válida.
pt_pt: Não é possível ler este feed. Tente novamente mais tarde ou verifique a URL para garantir que seja válida.
ru: Невозможно прочитать эту ленту. Попробуйте снова позже или проверьте URL, чтобы убедиться, что он правильный.
sq: Nuk është e mundur të lexoni këtë feed. Provoni përsëri më vonë ose kontrolloni URL-në për t'u siguruar që është e vlefshme.
th: ไม่สามารถอ่านฟีดนี้ได้ โปรดลองใหม่อีกครั้งในภายหลังหรือตรวจสอบ URL เพื่อให้แน่ใจว่าถูกต้อง
tr: Bu beslemeyi okumak mümkün değil. Daha sonra tekrar deneyin veya URL'nin geçerli olduğundan emin olun.
uk: Неможливо прочитати цю стрічку. Спробуйте ще раз пізніше або перевірте URL, щоб переконатися, що він є правильним.
zh_hans: 无法读取此源。请稍后重试或检查 URL 以确保其有效。

# exploreFeed
source: Explore feeds
ar: استكشاف التغذيات
be: Прагляд фідаў
bn: ফিডগুলি অন্বেষণ করুন।
de: Feeds erkunden
es: Explorar feeds
fil: Mag-explore ng mga feed
fr: Explorer les flux
hi: फ़ीड्स का अन्वेषण करें
id: Jelajahi umpan
it: Esplora feed
ja: フィードを探索
ko: 피드 탐색
pa: ਫੀਡਸ ਦੀ ਪੜਚੋਲ ਕਰੋ।
pl: Przeglądaj kanały
pt_br: Explorar feeds
pt_pt: Explorar feeds
ru: Найти ленты
sq: Eksploro feed-et
th: สำรวจฟีด
tr: Beslemeleri keşfet
uk: Знайти стрічки
zh_hans: 探索源

source: Mark All As Read
ar: تحديد الكل كمقروء
be: Пазначыць усе як прачытаныя
bn: সবগুলো পঠিত হিসেবে চিহ্নিত করুন
de: Alle als gelesen markieren
es: Marcar todo como leído
fil: Markahan ang Lahat bilang Nabasa na
fr: Tout marquer comme lu
hi: सभी को पढ़ा हुआ मान लें
id: Tandai Semua Sudah Dibaca
it: Segna tutti come letti
ja: すべて既読にする
ko: 모두 읽음으로 표시
pa: ਸਭ ਪੜ੍ਹੇ ਹੋਏ ਵਜੋਂ ਮਾਰਕ ਕਰੋ
pl: Oznacz wszystkie jako przeczytane
pt_br: Marcar tudo como lido
pt_pt: Marcar tudo como lido
ru: Отметить все как прочитанные
sq: Shënoji të gjitha si të lexuara
th: ทำเครื่องหมายว่าอ่านแล้วทั้งหมด
tr: Tümünü Okundu Olarak İşaretle
uk: Позначити всі як прочитані
zh_hans: 全部标记为已读

# provideURL
source: Provide a webpage URL to search for its feeds
ar: قدم عنوان URL لصفحة الويب للبحث عن تغذيتها
be: Увядзіце URL вэб-старонкі, каб знайсці яе фіды
bn: ফিডগুলি খুঁজে পেতে ওয়েবপেজের URL দিন।
de: Gib eine Webseite-URL an, um nach ihren Feeds zu suchen.
es: Proporciona una URL de página web para buscar sus feeds
fil: Magbigay ng URL ng webpage para hanapin ang mga feed nito
fr: Fournissez une URL de page Web pour rechercher ses flux
hi: उसके फ़ीड्स के लिए एक वेबपेज URL प्रदान करें
id: Berikan URL halaman web untuk mencari umpannya
it: Fornisci un URL di una pagina web per cercare i suoi feed
ja: フィードを検索するには、ウェブページのURLを入力してください
ko: 피드를 검색하려면 웹페이지 URL을 입력하세요
pa: ਇਸਦੀ ਫੀਡ ਲੱਭਣ ਲਈ ਇੱਕ ਵੈਬਪੇਜ URL ਦਿਓ।
pl: Podaj URL strony internetowej, aby wyszukać jej kanały
pt_br: Forneça uma URL da página da web para pesquisar seus feeds
pt_pt: Forneça um URL de página web para pesquisar os seus feeds
ru: Укажите URL веб-страницы для поиска ее лент
sq: Jepni një URL të një faqeje në internet për të kërkuar feed-et e saj
th: ป้อน URL ของหน้าเว็บเพื่อค้นหาฟีดของหน้า
tr: Beslemelerini aramak için bir web sayfası URL'si girin
uk: Надайте URL веб-сторінки для пошуку її стрічок
zh_hans: 提供网页 URL 以搜索其源

source: Search
ar: بحث
be: Пошук
bn: অনুসন্ধান করুন।
de: Suche
es: Buscar
fil: Maghanap
fr: Chercher
hi: खोजें
id: Cari
it: Cerca
ja: 検索
ko: 검색
pa: ਖੋਜ ਕਰੋ।
pl: Szukaj
pt_br: Pesquisar
pt_pt: Pesquisar
ru: Поиск
sq: Kërko
th: ค้นหา
tr: Ara
uk: Пошук
zh_hans: 搜索

# search.description
source: Search works best when you enter more than one word.
ar: يعمل البحث بشكل أفضل عند إدخال أكثر من كلمة واحدة.
be: Пошук працуе лепш, калі вы ўводзіце больш за адно слова.
bn: একাধিক শব্দ প্রবেশ করালে অনুসন্ধান সেরা কাজ করে।
de: Die Suche funktioniert am besten, wenn du mehr als ein Wort eingibst.
es: La búsqueda funciona mejor cuando ingresas más de una palabra.
fil: Mas maganda ang resulta ng paghahanap kapag naglagay ka ng higit sa isang salita.
fr: La recherche fonctionne mieux lorsque vous saisissez plus d'un mot.
hi: जब आप एक से अधिक शब्द दर्ज करते हैं तो खोज सबसे अच्छी तरह से काम करती है।
id: Pencarian berfungsi lebih baik saat Anda memasukkan lebih dari satu kata.
it: La ricerca funziona meglio se inserisci più di una parola.
ja: 検索は、複数の単語を入力することで最適に機能します。
ko: 두 개 이상의 단어를 입력하면 검색이 더 잘 작동합니다.
pa: ਖੋਜ ਸਭ ਤੋਂ ਵਧੀਆ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰਦੀ ਹੈ ਜਦੋਂ ਤੁਸੀਂ ਇੱਕ ਤੋਂ ਵੱਧ ਸ਼ਬਦ ਦਰਜ ਕਰਦੇ ਹੋ।
pl: Wyszukiwanie działa najlepiej, gdy wpiszesz więcej niż jedno słowo.
pt_br: A pesquisa funciona melhor quando você insere mais de uma palavra.
pt_pt: A pesquisa funciona melhor quando insere mais do que uma palavra.
ru: Поиск работает лучше, когда вы вводите более одного слова.
sq: Kërkimi funksionon më mirë kur futni më shumë se një fjalë.
th: การค้นหาจะทำงานได้ดีที่สุดเมื่อคุณป้อนมากกว่าหนึ่งคำ
tr: Arama, birden fazla kelime girdiğinizde en iyi şekilde çalışır.
uk: Пошук працює краще, коли ви вводите більше одного слова.
zh_hans: 输入多个词时，搜索效果最佳。

# search.placeholder
source: Cute kittens
ar: قطط لطيفة
be: Мілыя кацяняты
bn: মিষ্টি বিড়ালছানা।
de: Niedliche Kätzchen
es: Lindos gatitos
fil: Mga cute na kuting
fr: Mignons chatons
hi: प्यारे बिल्लियाँ
id: Anak kucing lucu
it: Gattini carini
ja: かわいい子猫
ko: 귀여운 고양이들
pa: ਸੁਹਣੇ ਬਿੱਲੀਆਂ ਦੇ ਬੱਚੇ।
pl: Słodkie kotki
pt_br: Gatinhos fofos
pt_pt: Gatinhos fofos
ru: Милые котята
sq: Mace të lezetshme
th: ลูกแมวน่ารัก
tr: Sevimli kedicikler
uk: Милі кошенята
zh_hans: 可爱的小猫

# importOPML
source: Import from OPML
ar: استيراد من OPML
be: Імпарт з OPML
bn: OPML থেকে আমদানি করুন
de: Aus OPML importieren
es: Importar desde OPML
fil: Mag-import mula sa OPML
fr: Importer depuis OPML
hi: OPML से आयात करें
id: Impor dari OPML
it: Importa da OPML
ja: OPMLからインポート
ko: OPML에서 가져오기
pa: OPML ਤੋਂ ਆਯਾਤ ਕਰੋ
pl: Importuj z OPML
pt_br: Importar de OPML
pt_pt: Importar de OPML
ru: Импорт из OPML
sq: Importo nga OPML
th: นำเข้าจาก OPML
tr: OPML'den içe aktar
uk: Імпорт з OPML
zh_hans: 从 OPML 导入

# import.title
source: Import
ar: استيراد
be: Імпарт
bn: আমদানি
de: Importieren
es: Importar
fil: Mag-import
fr: Importer
hi: आयात
id: Impor
it: Importa
ja: インポート
ko: 가져오기
pa: ਆਯਾਤ ਕਰੋ
pl: Importuj
pt_br: Importar
pt_pt: Importar
ru: Импорт
sq: Importo
th: นำเข้า
tr: İçe aktar
uk: Імпорт
zh_hans: 导入

# import.summary
source: Added %1$d · Skipped %2$d · Failed %3$d
ar: أُضيف %1$d · تم تخطّي %2$d · فشل %3$d
be: Дададзена %1$d · Прапушчана %2$d · Не ўдалося %3$d
bn: যোগ হয়েছে %1$d · বাদ %2$d · ব্যর্থ %3$d
de: Hinzugefügt %1$d · Übersprungen %2$d · Fehlgeschlagen %3$d
es: Añadidos %1$d · Omitidos %2$d · Fallidos %3$d
fil: Naidagdag %1$d · Nilaktawan %2$d · Nabigo %3$d
fr: Ajoutés %1$d · Ignorés %2$d · Échoués %3$d
hi: जोड़े गए %1$d · छोड़े गए %2$d · विफल %3$d
id: Ditambahkan %1$d · Dilewati %2$d · Gagal %3$d
it: Aggiunti %1$d · Ignorati %2$d · Falliti %3$d
ja: 追加 %1$d · スキップ %2$d · 失敗 %3$d
ko: 추가됨 %1$d · 건너뜀 %2$d · 실패 %3$d
pa: ਸ਼ਾਮਲ %1$d · ਛੱਡੇ %2$d · ਅਸਫਲ %3$d
pl: Dodano %1$d · Pominięto %2$d · Niepowodzenia %3$d
pt_br: Adicionados %1$d · Ignorados %2$d · Falharam %3$d
pt_pt: Adicionados %1$d · Ignorados %2$d · Falharam %3$d
ru: Добавлено %1$d · Пропущено %2$d · Не удалось %3$d
sq: Shtuar %1$d · Anashkaluar %2$d · Dështuan %3$d
th: เพิ่ม %1$d · ข้าม %2$d · ล้มเหลว %3$d
tr: Eklendi %1$d · Atlandı %2$d · Başarısız %3$d
uk: Додано %1$d · Пропущено %2$d · Не вдалося %3$d
zh_hans: 已添加 %1$d · 已跳过 %2$d · 失败 %3$d

# import.noFeeds
source: No feeds found in this file.
ar: لم يتم العثور على أي تغذيات في هذا الملف.
be: У гэтым файле не знойдзена фідаў.
bn: এই ফাইলে কোনো ফিড পাওয়া যায়নি।
de: In dieser Datei wurden keine Feeds gefunden.
es: No se encontraron feeds en este archivo.
fil: Walang nakitang feed sa file na ito.
fr: Aucun flux trouvé dans ce fichier.
hi: इस फ़ाइल में कोई फ़ीड नहीं मिली।
id: Tidak ada feed yang ditemukan dalam file ini.
it: Nessun feed trovato in questo file.
ja: このファイルにフィードが見つかりませんでした。
ko: 이 파일에서 피드를 찾을 수 없습니다.
pa: ਇਸ ਫਾਈਲ ਵਿੱਚ ਕੋਈ ਫੀਡ ਨਹੀਂ ਮਿਲੀ।
pl: Nie znaleziono kanałów w tym pliku.
pt_br: Nenhum feed encontrado neste arquivo.
pt_pt: Nenhum feed encontrado neste ficheiro.
ru: В этом файле не найдено лент.
sq: Nuk u gjet asnjë feed në këtë skedar.
th: ไม่พบฟีดในไฟล์นี้
tr: Bu dosyada hiçbir akış bulunamadı.
uk: У цьому файлі не знайдено стрічок.
zh_hans: 此文件中未找到任何订阅源。

# import.fileUnreadable
source: Couldn't read the selected file.
ar: تعذّرت قراءة الملف المحدد.
be: Не ўдалося прачытаць выбраны файл.
bn: নির্বাচিত ফাইলটি পড়া যায়নি।
de: Die ausgewählte Datei konnte nicht gelesen werden.
es: No se pudo leer el archivo seleccionado.
fil: Hindi mabasa ang napiling file.
fr: Impossible de lire le fichier sélectionné.
hi: चयनित फ़ाइल पढ़ी नहीं जा सकी।
id: Tidak dapat membaca file yang dipilih.
it: Impossibile leggere il file selezionato.
ja: 選択したファイルを読み込めませんでした。
ko: 선택한 파일을 읽을 수 없습니다.
pa: ਚੁਣੀ ਗਈ ਫਾਈਲ ਪੜ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ।
pl: Nie można odczytać wybranego pliku.
pt_br: Não foi possível ler o arquivo selecionado.
pt_pt: Não foi possível ler o ficheiro selecionado.
ru: Не удалось прочитать выбранный файл.
sq: Skedari i zgjedhur nuk mund të lexohej.
th: ไม่สามารถอ่านไฟล์ที่เลือกได้
tr: Seçilen dosya okunamadı.
uk: Не вдалося прочитати вибраний файл.
zh_hans: 无法读取所选文件。

# deleteAll.menuTitle
source: Manage Feeds
ar: إدارة الخلاصات
be: Кіраванне стужкамі
bn: ফিড পরিচালনা
de: Feeds verwalten
es: Gestionar fuentes
fil: Pamahalaan ang mga Feed
fr: Gérer les flux
hi: फ़ीड प्रबंधित करें
id: Kelola Umpan
it: Gestisci feed
ja: フィードを管理
ko: 피드 관리
pa: ਫੀਡ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
pl: Zarządzaj kanałami
pt_br: Gerenciar feeds
pt_pt: Gerir feeds
ru: Управление лентами
sq: Menaxho feed-et
th: จัดการฟีด
tr: Akışları yönet
uk: Керування стрічками
zh_hans: 管理订阅源

# deleteAll.editMode
source: Edit Mode
ar: وضع التحرير
be: Рэжым рэдагавання
bn: সম্পাদনা মোড
de: Bearbeitungsmodus
es: Modo de edición
fr: Mode édition
hi: संपादन मोड
id: Mode Edit
it: Modalità modifica
ja: 編集モード
ko: 편집 모드
pa: ਸੰਪਾਦਨ ਮੋਡ
pl: Tryb edycji
pt_br: Modo de edição
pt_pt: Modo de edição
ru: Режим редактирования
sq: Modaliteti i redaktimit
th: โหมดแก้ไข
tr: Düzenleme modu
uk: Режим редагування
zh_hans: 编辑模式

# deleteAll.actionFormat
source: Delete All (%@)
ar: حذف الكل (%@)
be: Выдаліць усё (%@)
bn: সব মুছুন (%@)
de: Alle löschen (%@)
es: Eliminar todo (%@)
fil: Burahin Lahat (%@)
fr: Tout supprimer (%@)
hi: सभी हटाएँ (%@)
id: Hapus Semua (%@)
it: Elimina tutto (%@)
ja: すべて削除 (%@)
ko: 모두 삭제 (%@)
pa: ਸਭ ਮਿਟਾਓ (%@)
pl: Usuń wszystko (%@)
pt_br: Apagar tudo (%@)
pt_pt: Eliminar tudo (%@)
ru: Удалить все (%@)
sq: Fshi të gjitha (%@)
th: ลบทั้งหมด (%@)
tr: Tümünü sil (%@)
uk: Видалити все (%@)
zh_hans: 全部删除 (%@)

# deleteAll.confirmTitle
source: Delete All Feeds?
ar: حذف جميع الخلاصات؟
be: Выдаліць усе стужкі?
bn: সব ফিড মুছবেন?
de: Alle Feeds löschen?
es: ¿Eliminar todas las fuentes?
fil: Burahin ang lahat ng feed?
fr: Supprimer tous les flux ?
hi: सभी फ़ीड हटाएँ?
id: Hapus semua umpan?
it: Eliminare tutti i feed?
ja: すべてのフィードを削除しますか？
ko: 모든 피드를 삭제하시겠습니까?
pa: ਸਾਰੀਆਂ ਫੀਡਾਂ ਮਿਟਾਉਣੀਆਂ ਹਨ?
pl: Usunąć wszystkie kanały?
pt_br: Apagar todos os feeds?
pt_pt: Eliminar todos os feeds?
ru: Удалить все ленты?
sq: Të fshihen të gjitha feed-et?
th: ลบฟีดทั้งหมดไหม?
tr: Tüm akışlar silinsin mi?
uk: Видалити всі стрічки?
zh_hans: 删除所有订阅源？

# deleteAll.confirmMessage
source: This permanently removes every feed and article from this device. This action cannot be undone.
ar: يؤدي هذا إلى إزالة كل خلاصة ومقالة من هذا الجهاز نهائيًا. لا يمكن التراجع عن هذا الإجراء.
be: Гэта назаўжды выдаліць усе стужкі і артыкулы з гэтай прылады. Гэта дзеянне немагчыма адмяніць.
bn: এটি এই ডিভাইস থেকে প্রতিটি ফিড এবং নিবন্ধ স্থায়ীভাবে সরিয়ে দেবে। এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Dadurch werden alle Feeds und Artikel dauerhaft von diesem Gerät entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto elimina permanentemente todas las fuentes y artículos de este dispositivo. Esta acción no se puede deshacer.
fil: Permanenteng tatanggalin nito ang bawat feed at artikulo mula sa device na ito. Hindi na ito maibabalik.
fr: Cette action supprime définitivement tous les flux et articles de cet appareil. Elle est irréversible.
hi: इससे इस डिवाइस से हर फ़ीड और लेख स्थायी रूप से हट जाएगा। यह क्रिया पूर्ववत नहीं की जा सकती।
id: Ini akan menghapus permanen setiap umpan dan artikel dari perangkat ini. Tindakan ini tidak dapat dibatalkan.
it: Questa operazione rimuove definitivamente tutti i feed e gli articoli da questo dispositivo. L'azione non può essere annullata.
ja: この操作により、このデバイスからすべてのフィードと記事が完全に削除されます。元に戻すことはできません。
ko: 이 작업은 이 기기에서 모든 피드와 기사를 영구적으로 삭제합니다. 이 작업은 취소할 수 없습니다.
pa: ਇਹ ਇਸ ਡਿਵਾਈਸ ਤੋਂ ਹਰ ਫੀਡ ਅਤੇ ਲੇਖ ਨੂੰ ਪੱਕੇ ਤੌਰ 'ਤੇ ਹਟਾ ਦੇਵੇਗਾ। ਇਹ ਕਾਰਵਾਈ ਵਾਪਸ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।
pl: Spowoduje to trwałe usunięcie wszystkich kanałów i artykułów z tego urządzenia. Tej operacji nie można cofnąć.
pt_br: Isso remove permanentemente todos os feeds e artigos deste dispositivo. Esta ação não pode ser desfeita.
pt_pt: Isto remove permanentemente todos os feeds e artigos deste dispositivo. Esta ação não pode ser anulada.
ru: Это безвозвратно удалит все ленты и статьи с этого устройства. Это действие нельзя отменить.
sq: Kjo heq përgjithmonë çdo feed dhe artikull nga kjo pajisje. Ky veprim nuk mund të zhbëhet.
th: การดำเนินการนี้จะลบทุกฟีดและบทความออกจากอุปกรณ์นี้อย่างถาวร ไม่สามารถยกเลิกได้
tr: Bu işlem, bu cihazdaki tüm akışları ve makaleleri kalıcı olarak siler. Bu işlem geri alınamaz.
uk: Це назавжди видалить усі стрічки та статті з цього пристрою. Цю дію не можна скасувати.
zh_hans: 此操作将从此设备永久删除所有订阅源和文章。此操作无法撤销。

# deleteAll.confirmButton
source: Delete All
ar: حذف الكل
be: Выдаліць усё
bn: সব মুছুন
de: Alle löschen
es: Eliminar todo
fil: Burahin Lahat
fr: Tout supprimer
hi: सभी हटाएँ
id: Hapus Semua
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
pa: ਸਭ ਮਿਟਾਓ
pl: Usuń wszystko
pt_br: Apagar tudo
pt_pt: Eliminar tudo
ru: Удалить все
sq: Fshi të gjitha
th: ลบทั้งหมด
tr: Tümünü sil
uk: Видалити все
zh_hans: 全部删除
